TargetApplication=ARen 3.20
Author=fenixproductions (TC UP team)
SourceLANGID=1033
LANGID=1045
Generator=DKLang Translation Editor v3.0
LastModified=2011-12-29 02:08:51

[About]
00000002=O programie
00000094=Aren
00000161=Zamknij
00000162=Historia
00000165=Komentarze, zgłoszenia błędów oraz pomysły mile widziane.
00000166=O Advanced Renamer
00000167=Sprawdź na forum

[AddDir]
00000002=Dodaj ścieżkę
00000094=&Maska:
00000161=Anuluj
00000162=OK
00000163=Uwzględnij podfoldery
00000164=Nowy folder...

[ARenMain]
00000002=ARen
00000005=0 elementów
00000006=0 błędów
00000007=Status: OK
00000008=Główny pasek narzędzi
00000009=Odśwież
00000010=&Testuj
00000011=&Test automatyczny
00000012=Tryb miniatur
00000013=Ustawienia
00000014=&Pomoc
00000015=&Indeks...
00000016=S&króty...
00000017=Dziennik &Wersji...
00000018=Szukaj &nowej wersji...
00000020=O progr&amie...
00000021=Cofnij przetwarzanie
00000022=Przetwarzaj
00000023=Lista pasków narzędzi
00000024=Dod&aj
00000025=&Pliki...
00000026=Ścieżki...
00000027=&Lista
00000028=Wczytaj...
00000029=Zapisz...
00000030=Wyczyść...
00000031=Usuń błędne pliki
00000032=Na wierzch
00000033=W górę
00000034=W dół
00000035=Na spód
00000036=Pliki
00000058=Foldery
00000067=Nazwa:
00000068=Ścieżka:
00000069=Rozmiar:
00000070=Utworzono:
00000071=Zmodyfikowano:
00000072=Typ pliku:
00000073=Atrybuty:
00000074=Ostatnio otwarty:
00000075=Informacje pliku
00000076=Brak informacji
00000077=Nie można wczytać szczegółowych informacji. Plik w użyciu.
00000078=Obraz
00000079=Wymiary:
00000080=Data wykonania:
00000081=Autor:
00000082=Prawa:
00000084=ID3
00000085=Tytuł:
00000086=Artista:
00000087=Album:
00000088=Utwór:
00000089=Rok:
00000090=Rodzaj:
00000091=Ścieżka
00000092=Zawiera:
00000093=Panel1
00000094=Nie znaleziono metod.
00000095=Lista metod zmiany nazw
00000096=Pasek metod
00000097=Dodaj metodę
00000098=Usuń metodę
00000099=Wyczyść metody
00000100=Wierzch
00000101=W górę
00000102=W dół
00000103=Spód
00000105=Wczytaj listę metod
00000106=Zapisz listę metod
00000107=Zapisane:
00000110=Wczytaj listę
00000111=Przesuń zaznaczone
00000112=Na wierzch
00000113=W górę
00000114=W dół
00000115=Na spód
00000116=Dodaj...
00000117=Usuń
00000118=Uruchom
00000119=Właściwości...
00000120=Wczytaj listę...
00000121=Zapisz listę...
00000122=Wyczyść listę
00000123=Odśwież
00000124=Schematy
00000125=Dopasuj kolumny
00000144=Dostosuj
00000145=Kopiuj
00000152=Przesuń
00000153=Wierzch
00000154=Góra
00000155=Dół
00000156=Spód
00000157=Zmień metodę na
00000158=Dodaj metodę
00000159=Usuń
00000160=Wyczyść
00000161=Potrzebujesz pomocy by rozpocząć?
00000162=Potrzebujesz pomocy by rozpocząć?
00000163=Porady &startowe
00000164=Dodaj wsadowo
00000179=Wstaw &Tag
00000180=Co&fnij
00000181=Wy&tnij
00000182=&Kopiuj
00000183=&Wklej
00000184=&Zaznacz wszystkie
00000185=Odwiedź &forum online...
00000186=Dostosuj kolumny
00000187=Zestawy
00000188=Wypełnij kolumny
00000189=&Dostosuj...
00000190=Styl widoku
00000191=Szczegóły
00000192=Duże ikony
00000193=Małe ikony
00000194=Lista
00000195=Weź udział...
00000196=Zaznacz
00000197=Odznacz wybrane
00000198=Zaznacz wybrane
00000200=Odznacz wszystkie
00000201=Zaznacz wszystkie
00000202=Tryb wsadowy:
00000203=Folder docelowy:
00000204=Zapisz listę
00000205=Do pliku CSV...
00000206=Usuń elementy bez tagów ID3
00000207=Usuń elementy bez informacji o obrazach
00000219=Zasada kolizji nazw:
00000220=Separator:
00000221=Wzorzec:
00000223=Otwórz przetwarzanie wsadowe
00000225=Zapisz przetwarzanie wsadowe
00000226=Wideo
00000227=Rozmiar:
00000228=Klatek/sek:
00000229=Długość:
00000230=Kodek wideo:
00000231=Kodek audio
00000232=Bitrate:
00000233=Położenie GPS:
00000234=Sortuj losowo

[CustomizeCols]
00000002=Dostosuj kolumny
00000094=Schematy:
00000095=Kolumny:
00000096=Szerokość:
00000097=OK
00000098=Anuluj
00000099=W górę
00000100=W dół
00000101=Wierzch
00000102=Spód
00000103=Zapisz
00000104=Usuń

[InsertTag]
00000003=<Inc Nr> - Licznik
00000096=Domyślne
00000097=<DirName> - Nazwa folderu
00000099=<Inc Alpha> - Alfabet
00000101=<Num Dirs> - Liczba podfolderów ścieżki
00000103=<Num Files> - Liczba plików folderu
00000105=<Ext> - Rozszerzenie
00000107=<Name> - Nazwa pliku (bez rozszerzenia)
00000109=<Inc NrDir> - Licznik dla folderu
00000111=<Num Items> - Liczba elementów listy
00000113=ID3/MP3
00000114=<ID3 Album> - Album
00000116=<ID3 Year> - Rok
00000118=<ID3 Track> - Utwór
00000120=<ID3 Title> - Tytuł
00000122=<ID3 Genre> - Rodzaj
00000124=<ID3 Artist> - Artysta
00000126=Obraz
00000127=<IMG Width> - Szerokość obrazu
00000129=<IMG Height> - Wysokość obrazu
00000131=<IMG Year> - Rok
00000133=<IMG Month> - Miesiąc
00000135=<IMG Day> - Dzień
00000137=<IMG Hour> - Godzina
00000139=<IMG Min> - Minuta
00000141=<IMG Sec> - Sekunda
00000143=<IMG Author> - Autor obrazu
00000145=<IMG Copyright> - Prawa do obrazu
00000147=Czas
00000148=<Year> - Rok
00000150=<Sec> - Sekunda
00000152=<Min> - Minuta
00000154=<Hour> - Godzina
00000156=<Day> - Dzień
00000158=<Month> - Miesiąc
00000160=Utworzono
00000161=<Year Created> - Rok utworzenia
00000163=<Sec Created> - Sekunda utworzenia
00000165=<Min Created> - Minuta utworzenia
00000167=<Hour Created> - Godzina utworzenia
00000169=<Day Created> - Dzień utworzenia
00000171=<Month Created> - Miesiąc utworzenia
00000173=Zmodyfikowano
00000174=<Year Modified> - Rok modyfikacji
00000176=<Sec Modified> - Sekunda modyfikacji
00000178=<Min Modified> - Minuta modyfikacji
00000180=<Hour Modified> - Godzina modyfikacji
00000182=<Day Modified> - Dzień modyfikacji
00000184=<Month Modified> - Miesiąc modyfikacji
00000186=Pomoc
00000187=<Rand> - Liczba losowa
00000188=Zaawansowane
00000189=<File Content> - Zawartość pliku
00000190=<Bitrate>
00000191=<Substr> - Część tekstu
00000192=<RSubstr> - Część tekstu z prawej
00000193=<Word> - Kolejne słowo nazwy
00000194=<Img Subsec> - Części sekundy
00000195=Rozmiar pliku
00000196=<Filesize> - Rozmiar
00000197=<Filesize Kb> - kilobajtów
00000198=<Filesize Mb> - megabajtów
00000199=<Filesize Gb> - gigabajtów
00000200=<Filesize Tb> - terabajtów
00000201=Wideo
00000202=<Video Width> - Szerokość obrazu wideo
00000203=<Video Height> - Wysokość obrazu wideo
00000204=<Video Codec> - Kodek wideo
00000205=<Video Audio Codec> - Kodek audio
00000206=<Bitrate> - Całkowity bitrate
00000207=<Video Bitrate> - Bitrate obrazu
00000208=<Video Audio Bitrate> - Bitrate dźwięku
00000210=<Video FrameRate> - Liczba klatek/sek
00000211=<Video Duration> - Długość wideo
00000212=<Img CameraMake> - Producent aparatu
00000213=<Img CameraModel> - Model aparatu
00000214=<Img Aperture> - Apertura
00000215=<Img Brightness> - Jasność
00000216=<Img FocalLength> - Ogniskowa
00000217=<Img ISO> - ISO
00000218=<Img ShutterSpeed> - Prędkość migawki
00000219=<Img ExposureTime> - Czas naświetlania
00000220=<Img Subject> - Temat
00000221=<Img Title> - Tytuł
00000222=<Img Contrast> - Kontrast
00000223=<Img ExposureMode> - Tryb naświetlania
00000224=<Img ExposureProgram> - Program naświetlania
00000225=<Img Saturation> - Nasycenie
00000226=<Img Sharpness> - Ostrość
00000227=<Img WhiteBalance> - Balans bieli
00000228=GPS (geolokacja)
00000229=<GPS Lat> - Szerokość geograficzna
00000230=<GPS Lat Deg> - Stopnie szerokości
00000231=<GPS Lat Sec> - Sekundy szerokości
00000232=<GPS Lat Min> - Minuty szerokości
00000237=<GPS Lng> - Długość geograficzna
00000238=<GPS Lng Deg> - Stopnie długości
00000239=<GPS Lng Min> - Minuty długości
00000240=<GPS Lng Sec> - Sekundy długości
00000241=<GPS Alt> - Wysokość
00000242=<GPS Country> - Kraj zrobienia zdjęcia
00000243=<GPS City> - Miasto zrobienia zdjęcia
00000244=<GPS State> - Stan (województwo) zrobienia zdjęcia

[InsertTagWnd]
00000002=Wstaw tag
00000094=Zamknij
00000095=Wartość liczbowa
00000096=Wzorzec
00000097=OK
00000098=Użyj wyrażenia regularnego
00000099=Znaczniki:
00000100=Meta-znaki wyrażeń regularnych:

[Patern]
00000002=Wzorce
00000094=Dostępne wzorce:
00000159=Usuń
00000160=Wybrany wzorzec:
00000161=OK
00000162=Anuluj
00000163=Dodaj
00000164=Nowy

[PreRenaming]
00000002=Rozpocznij
00000094=Ustawienia zmiany:
00000160=Przed kliknięciem przycisku "Zmień" upewnij się, iż ustawienia zmiany nazwy są poprawne.
00000161=Anuluj
00000162=Zmień

[Progress]
00000002=Postęp
00000094=Proszę czekać podczas przetwarzania....
00000160=Całkowita liczba plików:
00000161=OK
00000162=Pokaż błędy
00000163=Dodaj pliki:
00000164=Brak
00000165=Brak\nPliki zmienione\nPliki niezmienione\nWszystkie pliki\n
00000166=TabSheet1
00000167=Nazwa pliku
00000168=Kod błędu
00000169=Opis błędu
00000170=Plików:
00000171=Zmienione:
00000172=Błędy:
00000173=TabSheet2
00000174=Znalezione błędy:

[ProgressAdd]
00000002=Proszę czekać
00000094=Dodawanie plików...
00000161=Anuluj

[ProgressError]
00000002=Znaleziono błędy
00000094=Zmiany nie zostały przeprowadzone bowiem znaleziono błędy w wybranych plikach. Nazwy podanych plików nie mogą zostać zmienione. Wybierz dla nich akcję poniżej.
00000161=Zatrzymaj przetwarzanie
00000163=Pomiń błędne pliki
00000164=Plików:
00000165=Błędów:
00000166=Nazwa pliku
00000167=Błąd

[Settings]
00000002=Ustawienia
00000161=Anuluj
00000162=OK
00000163=Domyślne
00000164=Zamień nieobsługiwane znaki na:
00000165=Szerokość:
00000166=Wysokość:
00000167=Pokazuj okno informacji o pliku.
00000168=Wymagaj potwierdzenia akcji "Wyczyść listę"
00000171=Menu kontekstowe &Eksploratora
00000172=Pokaż siatkę
00000173=Czytaj szerokość i wysokość z pól EXIF.
00000174=Używaj wildcards (*) dla metod zamiany
00000175=Język:
00000177=Zapisz ustawienia w tym folderze:
00000178=Folder osobisty
00000179=Folder aplikacji
00000183=ID3v1, ID3v2
00000184=ID3v1, ID3v2\nID3v2, ID3v1\nID3v1\nID3v2\n
00000186=Otwórz folder...
00000187=Pokaż pomoc początkującego
00000188=Brak dstepu dla tagów rosnących (Inc Nr)
00000194=Sprawdź aktualizacje przy uruchomieniu
00000195=Pole EXIF zmian czasu:
00000196=Zaznaczenie wpływa na licznik (znacznik: Inc Nr)
00000197=Separatory słów:
00000198=Powiąż pliki .aren z programem Advanced Renamer
00000199=Środowisko
00000200=Program
00000201=Zmienianie nazw
00000202=Pliki obrazów
00000203=Pliki dźwiękowe
00000204=Ustawienia ID&3

[UndoBatchForm]
00000002=Cofnij
00000094=Wybierz akcję do cofnięcia z listy po lewej
00000161=Zamknij
00000162=Cofnij listę
00000163=Źródłowa nazwa pliku
00000164=Docelowa nazwa pliku
00000165=Błąd
00000166=Ścieżka
00000167=Zaznacz wszystkie
00000168=Odznacz wszystkie
00000169=Wybierz akcję poprzedniego przetwarzania i kliknij "Cofnij listę" by cofnąć zmianę nazw.
00000170=Zmieniona nazwa folderu
00000171=Usuń...
00000172=Odznacz błędn&e elementy

[frmAddFolderChoice]
00000001=Dodaj folder
00000002=Anuluj
00000003=OK
00000004=Dodaj &pliki w folderach
00000005=Dodaj &foldery
00000006=Uwzględnij po&dfoldery
00000007=&Maska nazwy pliku:
00000008=Wybierz sposób dodawania folderów do Advanced Renamer.
00000009=Dodawaj foldery &główne
00000010=Dodawaj po&dfoldery

[BatchResultFrame]
00000003=Ostatni wynik
00000004=Elementów razem:
00000005=Znalezionych błędów:
00000006=Pokaż błędy...
00000007=Cofnij ostatnie przetwarzanie...
00000008=Dodaj poprawne elementy
00000009=Dodaj błędne elementy
00000010=Dodaj wszystkie

[$CONSTANTS]
AbsoluteDateTime=Data/czas absolutne
Accessed=Użyto
AccessedDateTime=Data/czas ostatniego użycia
Add=Dodaj
AddFiles=Dodaj pliki
AddingFiles=Dodawanie plików...
AllFiles=Wszystkie pliki
AnalyzingFiles=Analizowanie plików...
ApplyTo=Zastosuj do
Archive=Archiwalny
Archive_Short=A
AtIndex=W miejscu
Audio=Audio
Backwards=Wstecz
BatchModeCopy=Kopiuj
BatchModeMove=Przenieś
BatchModeRename=Zmień nazwę
Beta=Beta
BetaFeature=Funkcja testowa
CaseSensitive=Istotna wielkość liter
ColumnName0=Nazwa pliku
ColumnName1=Ścieżka
ColumnName10=Rodzaj (ID3)
ColumnName100=Nazwa folderu
ColumnName101=Ścieżka
ColumnName102=Data utworzenia
ColumnName103=Atrybuty
ColumnName104=Nowe atrybuty
ColumnName105=Nowa nazwa folderu
ColumnName106=Nowa data utworzenia
ColumnName107=Kod błędu
ColumnName108=Stan
ColumnName109=Nowa ścieżka
ColumnName11=Tytuł (ID3)
ColumnName12=Utwór (ID3)
ColumnName13=Rok (ID3)
ColumnName14=Nowe atrybuty
ColumnName15=Nowa nazwa pliku
ColumnName16=Nowa data utworzenia
ColumnName17=Nowa data ostatniego użycia
ColumnName18=Nowa data modyfikacji
ColumnName19=Kod błędu
ColumnName2=Rozmiar
ColumnName20=Stan
ColumnName21=Data wykonania
ColumnName22=Rozszerzenie
ColumnName23=Nowa ścieżka
ColumnName3=Data utworzenia
ColumnName4=Data ostatniego użycia
ColumnName5=Data modyfikacji
ColumnName6=Atrybuty
ColumnName7=Wymiary
ColumnName8=Album (ID3)
ColumnName9=Artysta (ID3)
CopiedFileCouldNotBeFound=Nie znaleziono skopiowanego pliku
CopiedFolderCouldNotBeFound=Nie znaleziono skopiowanego folderu
CopiedItem=Skopiowany element
CopiedItemPath=Skopiowana ścieżka elementu
Created=Utworzono
CreatedDateTime=Data/czas utworzenia
current=obecny
Datetime=Data czas
Day=Dzień
DeltaDateTime=Przedział daty i czasu
DirnamePattern=Wzorzec nazwy folderu
Edit=Edytuj
Error=Błąd
Errors=Błędy
Err_100=OK
Err_101=Nieznany błąd
Err_102=<>:"/\\*? nie są wspierane w nazwach plików
Err_103=Nazwa pliku zawiera niedozwolone znaki
Err_104=Zbyt długa nazwa pliku
Err_105=Plik istnieje
Err_106=Folder nie istnieje
Err_107=Brak pliku źródłowego
Err_108=Nie określono nazwy pliku
Err_109=Możliwość wystąpienia plikó o jednakowych nazwach
Err_110=Niewłaściwa metoda zmiany nazwy
Err_111=Brak informacji o obrazie
Err_112=Nie znaleziono tagów ID3
Err_113=Zbyt wiele plików dla <Inc Alpha>
Err_114=Niewłaściwy znacznik czasu
Err_115=Zmieniono rozszerzenie
Err_116=Niewłaściwy tag
Err_117=Niewłaściwe wyr. reg.Invalid regular expression
Err_118=Nie znaleziono wzorca
Err_119=Brak odpowiedzi z serwera geolokacji
Err_120=Błędna odpowiedź z serwera geolokacji
Err_121=Brak informacji wideo
Err_122=Brak informacji GPS
EXIFDate_DateDigitized=Data przetworzenia
EXIFDate_DateOriginal=Data oryginału
EXIFDate_DateTaken=Data zrobienia
Extension=Rozszerzenie
File=Plik
FileCouldNotBeRenamed=Nie można zmienić nazwy pliku
Fileinfo=Informacje  o pliku
FilenamePattern=Wzorzec nazwy pliku
FileRenamedOK=Plik zmieniony poprawnie
Files=Pliki
Folder=Folder
FolderLocation=Położenie folderu
Folders=Foldery
GettingThumbnails=Pobieranie miniatur
GotErrors=Wystąpiły błędy
Hidden=Ukryty
Hidden_Short=H
Hour=Godz.
ImageDateTime=Data/czas obrazu
ImageFile=Obraz
InvertCase=oDWRÓĆ WIELKOŚĆ LITER
ItemNotReverted=Nie można przywrócić elementu
ItemRevertedOK=Przywrócono element
Items=Elementów
LoadList=Wczytaj listę
LowerCase=małe litery
LowerCaseFirstLetter=pierwsza litera z małej
LowerCaseFirstLetterInEveryWord=pierwsza litera każdego słowa z małej
LowerCasePattern=wzorzec małymi literami
MethodName_Add=Dodaj
MethodName_Attributes=Atrybuty
MethodName_List=Lista
MethodName_Move=Przenieś
MethodName_NewCase=Wielkość liter
MethodName_NewName=Nowa nazwa
MethodName_Remove=Usuwanie znaków
MethodName_RemovePattern=Usuń wzorzec
MethodName_Renumber=Przenumeruj
MethodName_Replace=Zamień
MethodName_Timestamp=Czas plików
MethodName_Trim=Przytnij
Methods=Metody
Min=Min.
Modified=Zmodyfikowano
ModifiedDateTime=Data/czas modyfikacji
Month=Mies.
Month_01_Long=Styczeń
Month_01_Short=Sty
Month_02_Long=Luty
Month_02_Short=Lut
Month_03_Long=Marzec
Month_03_Short=Mar
Month_04_Long=Kwiecień
Month_04_Short=Kwi
Month_05_Long=Maj
Month_05_Short=Maj
Month_06_Long=Czerwiec
Month_06_Short=Czer
Month_07_Long=Lipiec
Month_07_Short=Lip
Month_08_Long=Sierpień
Month_08_Short=Sie
Month_09_Long=Wrzesień
Month_09_Short=Wrz
Month_10_Long=Październik
Month_10_Short=Paź
Month_11_Long=Listopad
Month_11_Short=Lis
Month_12_Long=Grudzień
Month_12_Short=Gru
MoveCount=Ile
MovedFileCouldNotBeFound=Nie znaleziono przeniesionego pliku
MovedFolderCouldNotBeFound=Nie znaleziono przeniesionego folderu
MovedItem=Przeniesiony element
MovedItemPath=Przeniesiona ścieżka elementu
MoveFrom=Od
MoveRelative=Przenieś względnie
MoveTo=Do
MsgTitle_Confirm_ClearList=Wyczyść listę
MsgTitle_Confirm_OverwriteColumnSet=Schemat już istnieje
MsgTitle_Confirm_Quit=Zamknij Advanced Renamer
MsgTitle_Error=Błąd
MsgTitle_Error_FileNotFound=Nie znaleziono pliku
MsgTitle_Error_InvalidColumnSetName=Niepoprawna nazwa
Msg_Confirm_ClearList=Czy na pewno usunąć wszystkie pliki z listy?
Msg_Confirm_ClearMethodList=Wyczyścić listę metod?
Msg_Confirm_DeleteColumnSet=Usuwanie schematu\n\nCzy na pewno usunąć schemat "%s"
Msg_Confirm_ExtChanged=Rozszerzenia części plików zostaną zmienione. Może to spowodować ich niepoprawne działanie.\n\nCzy na pewno chcesz kontynuować?
Msg_Confirm_OverwriteColumnSet=Schemat "%s" już istnieje\n\nNadpisać nowym?
Msg_Confirm_OverwriteFile=Nadpisać plik?\n\nPlik "%s" zostanie nadpisany. Kontynuować?
Msg_Confirm_PopulateList=Wypełnić pole tekstowe oryginalnymi nazwami elementów listy?
Msg_Confirm_Quit=Na liście pozostały nieprzetworzone pliki.\n\nCzy na pewno zamknąć?
Msg_Confirm_RenamingPossibleErrors=Znaleziono błędy\n\nWykryto potencjalne błędy uniemożliwiające zmianę nazwy dodanych plików.\n\nKontynuować?
Msg_Confirm_SettingsPathChanged=Zmieniłeś folder ustawień.\n\nCzy chcesz skopiować bieżące ustawienia do tego folderu?\n\nUwaga: istniejące pliki zostaną naspisane.
Msg_Error_AddFileAssociation=Nie udało się powiązać plików
Msg_Error_CannotAddFiles1000=Nie można dodawać plików.\n\nLimit liczby elementów listy wynosi 10000.
Msg_Error_CheckUpdates=Błąd\n\nNie można sprawdzić aktualizacji.
Msg_Error_CoultNotCreateFolder=Nie można utworzyć folderu
Msg_Error_FileNotFound=Błąd\n\nNie znaleziono pliku "%s".
Msg_Error_InvalidColumnSetName=Błąd\n\n%s nie jest poprawną nazwą\n\nNazwa schamatu kolumn może zawierać jedynie liery, cyfry oraz znaki -_.
Msg_Error_InvalidFolder=Błąd\n\nNiepoprawny folder.
Msg_Error_MustEnableBeforeAddFolders=Musisz wybrać "%s" lub "%s"
Msg_Error_NotFoundItems=%d elementów nie odnaleziono.\n\n%s
Msg_Error_NoUndoList=Nie wybrano listy cofnięć.
Msg_Error_Only2000Plus=Funkcjonalność ta jest nie wspierana przez twój system operacyjny.Zalecane systemy: Windows 2000 lub późniejsze.
Msg_Error_RemoveFileAssociation=Usuwanie powiązania plików nie udało się
Msg_Error_RenamingNoFilesInList=Błąd\n\nLista nie zawiera żadnych plików.
Msg_Error_Unknown=Nieznany błąd\n\n%s
Msg_FirstTimeUse=Uruchomiłeś Advanced Renamer po raz pierwszy. Zalecamy zapoznanie się z podręcznikiem w celu efektywnego wykorzystania aplikacji.\n\nCzy otworzyć podręcznik?
Msg_Info_BatchModeNotSupportedForFolders=Wybrany tryb wsadowy nie obsługuje folderów.
Msg_Info_ConvertMethods_0310=W aktualnej wersji programu Advanced Renamer szablony metod umieszczone są w dowolnym folderze. Po kliknięciu przycisku OK będziesz mógł wybrać dowolny folder, w którym zostaną zapisane istniejące szablony.
Msg_Info_CouldNotBeAdded=%d plików nie zostało usuniętych.
Msg_Info_ItemsAlreadyInList=%d elementów jest już na liście.
Msg_Info_LanguageChange=Zmiana języka nastąpi po ponownym uruchomieniu aplikacji.
Msg_Info_NewVersion=Dostępna jest nowa wersja.\n\nCzy chcesz ją pobrać?
Msg_Info_NoNewVersion=Brak nowych wersji.
Msg_Info_RevertChanges=Anuluje wprowadzone zmiany i przywróci ustawienia domyślne.\n\nKontynuować?
Msg_Info_UndoSuccess=Cofanie zmian ukończone pomyślnie.
MusicFile=Plik audio
Name=Nazwa
NameAndExtension=Nazwa i rozszerzenie
NameCollisionRule_AppendImgSubsec=Dodaj części sekundy obrazu
NameCollisionRule_AppendNumber=Dodaj numer przyrostowo
NameCollisionRule_AppendPattern=Dodaj wzorzec
NameCollisionRule_Fail=Błąd
NewCase=New Case
NewFolder=Nowy folder
NewName=Nowa nazwa
NewNumber=Nowa liczba
No=Nie
NoChange=Bez zmian
NoMethods=Brak dostępnych metod.\n\nKliknij 'Dodaj" by dodać nowe metody.
NumberDifference=Krok
NumberLength=Cyfr
NumberPosition=Start od
NumericValueOrPattern=Wartość liczbowa lub wzorzec
OK=OK
OriginalFileNotFound=Nie znaleziono pliku źródłowego
OriginalFileStillExists=Plik źródłowy wciąż istnieje
OriginalFolderNotFound=Nie znaleziono folderu źródłowego
OriginalFolderStillExists=Folder źródłowy wciąż istnieje
Pattern=Wzorzec
PopulateList=Wypełnij listę
ReadOnly=Tylko do odczytu
Readonly_Short=R
RegEx_AnyChar=Dowolny znak
RegEx_CharList=Znak z listy znaków
RegEx_Digit=Cyfra
RegEx_EndLine=Koniec linii
RegEx_Match0OrMore=Znajdź 0 lub więcej
RegEx_Match1Or0=Znajdź 0 lub 1
RegEx_Match1OrMore=Znajdź 1 lub więcej
RegEx_MatchLeastNTimeNoMoreM=Znajdź od n do m wystąpień
RegEx_MatchLeastNTimes=Znajdź conajmniej n wystąpień
RegEx_MatchNTimes=Znajdź n wystąpień
RegEx_NonCharList=Znak spoza listy znaków
RegEx_NonDigit=Znak nie-liczbowy
RegEx_NonWordChar=Znak biały (np. spacja)
RegEx_StartLine=Początek linii
RegEx_SubAlternative=Alternatywa podciągu
RegEx_SubGroup=Grupa podciągu
RegEx_SubMatch=Pierwszy znaleziony podciąg
RegEx_WordChar=Znak słowa
RemoveCount=Usuń znaków
RenamedFileCouldNotBeFound=Nie znaleziono zmienionego pliku
RenamedFolderCouldNotBeFound=Nie znaleziono zmienionego folderu
RenamedItem=Zmieniony element
RenamedItemPath=Zmieniona ścieżka elementu
RenumberChange=Zmień na
RenumberChangeTypeAbsoluteText=Wartość bezwzględna
RenumberChangeTypeRelativeText=Względne do istniejącej liczby
Replace=Zamień
ReplaceWith=Na
SaveColumnSet=Zapisz schemat
SaveList=Zapisz listę
Sec=Sek.
SelectFolder=Wybierz folder
SelectMethod=Wybierz metodę
Set=Ustaw
Skip=Pomiń
StartingAt=Rozpocznij od
Status=Status
Status_TestingNames=Status: Testowanie nazw
System=Systemowy
System_Short=S
TagCategoryAdvanced=Znaczniki zaawansowane
TagCategoryDateTime=Znaczniki Data/Czas
TagCategoryDateTimeCreated=Znaczniki Data/Czas utworzenia
TagCategoryDateTimeModified=Znaczniki Data/Czas modyfikacji
TagCategoryDefault=Znaczniki domyślne
TagCategoryFileSize=Znaczniki wielkości pliku
TagCategoryGPS=Znaczniki lokalizacji GPS
TagCategoryID3=Znaczniki ID3/MP3
TagCategoryImage=Znaczniki obrazów
TagCategoryVideo=Znaczniki wideo
TextList=Text listy
TextToBeReplaced=Zamień
ToRemoveMoreThanOne=By usunąć kilka wzorców użyj \\ do ich rozdzielenia
ToReplaceMoreThanOne=By zamienić więcej niż jedną sentencję użyj \\ jako separatora.
TrimCharacters=Przytnij znaki
TypeNameForColumnSet=Nazwa schematu:
Unset=Brak
UpdateAvailable=Dostępna jest nowa wersja. Kilknij by zaktualizować.
UpperCase=WIELKIE LITERY
UpperCaseFirstLetter=Pierwsza litera wielką
UpperCaseFirstLetterInEveryWord=Pierwsza Litera Każdego Słowa Wielką
UpperCasePattern=WZORZEC wielkimi literami
UseRegularExpressions=Użyj wyrażeń regularnych
Video=Wideo
VideoFile=Plik wideo
WordSeperators=Separatory słów
Year=Rok
Yes=Tak
ZeroPadding=Wyrównanie zerami
ZeroPadTypeAuto=Automatyczne
ZeroPadTypeManual=Ręczny
ZeroPadTypeNo=Brak
